export default {
  
    surname_name: '客户名称',
    email: '电子邮箱',
    Google_number: 'Google账号',
    status: '账号状态',
    policy: '政策',
    created_at: '创建时间',
    Apple_number:'Apple账号',
    //Google_number:'Google账号',
    prevtime:'最后登录时间',

    重置密码:'重置密码',
    资金信息:'资金信息',
    更改政策:'更改政策',
    确认将密码重置为:'确认将密码重置为',
    吗:'吗?',

    资金详情:'资金详情',
    资金概览:'资金概览',
    平台余额流水:'平台余额流水',
    充值:'充值',
    核减:'核减',
    授信:'授信',
    赔付:'赔付',
    平台余额:'平台余额',
    授信金额:'授信金额',
    冻结金额:'冻结金额',

    
    //平台余额充值:'平台余额充值',
    当前剩余平台余额:'当前剩余平台余额',
    充值金额:'充值金额',
    请输入本次充值金额:'请输入本次充值金额',
    备注:'备注',
    remake_describe:'此备注客户可以看见,请认真填写',


    平台余额核减:'平台余额核减',
    您正在核减:'您正在核减',
    账户的平台余额:'账户的平台余额！',
    核减金额:'核减金额',


    当前平台授信:'当前平台授信',
    授信额:'授信额',
    请输入授信额:'请输入授信额',

    //系统赔付:'系统赔付',
    订单号:'订单号',
    请输入订单号:'请输入订单号',
    赔付金额:'赔付金额',

    no_oredr_no:'订单号/流水号',
    更新类型:'更新类型',
    更新时间:'更新时间',
    流水号:'流水号',
    //金额:'金额',
    //更新前:'更新前',
    //更新后:'更新后',
    查看详情:'查看详情',



    基本信息:'基本信息',
    类型:'类型',
    服务类型:'服务类型',
    适用平台:'适用平台',
    账号:'账号',
    //账户属性:'账户属性',
    //资金收入:'资金收入',
    服务费:'服务费',
    改变前金额:'改变前金额',
    改变后金额:'改变后金额',
  

    提现进度:'提现进度',
    发起提现:'发起提现',
    平台审核:'平台审核',
    已打款:'已打款',

    资金收入:'资金收入',
    交易哈希:'交易哈希',
    币类:'币类',
    支付渠道:'支付渠道',
    收款地址:'收款地址',
    客户经理:'客户经理',
    电话:'电话',
    批量变更客户经理:'批量变更客户经理',
    政策:'政策',
    请选择:'请选择',
    设置客户经理:'设置客户经理',
    请选择客户经理:'请选择客户经理',
    操作成功:'操作成功',
    政策名称:'政策名称',
    请输入租赁_充值订单_流水号:'请输入租赁/充值订单/流水号',
    核减资金金额:'核减资金金额',
    资金核减:'资金核减',
    授信设置:'授信设置',
    请输入本次赔付金额:'请输入本次赔付金额',
    资金:'资金',

    订单号_流水号:'订单号/流水号',
    金额:'金额',
    更新前:'更新前',
    更新后:'更新后',

    //--------------------未翻译的--------------------

    充值订单消费:'充值订单消费',
    租赁订单消费:'租赁订单消费',
    平台余额充值:'平台余额充值',
    平台余额提现:'平台余额提现',
    系统充值:'系统充值',
    系统扣款:'系统扣款',
    系统赔付:'系统赔付',
    提现失败退回:'提现失败退回',
    租赁订单退款:'租赁订单退款',
    充值订单退款:'充值订单退款',
    账号清零:'账号清零',
    不通过:'不通过',
    资金明细:'资金明细',
    充值记录:'充值记录',
    提现记录:'提现记录',
    消费记录:'消费记录',
    赔付记录:'赔付记录',
    系统加减款:'系统加减款',
    请输入本次充值的资金金额:'请输入本次充值的资金金额',
    请输入本次要核减资金金额:'请输入本次要核减资金金额',
    请先选择用户:'请先选择用户!',
    网络类型: '网络类型',
    账户属性: '账户属性',

    'prompt':'您正在核减【{surname_name}】账号的平台余额！',




  }